<?php
return [
    'config'=>  [
        'accessKeyId'    => 'LTAIqU7BYqEDohQz',
        'accessKeySecret' => 'ubNJux0Vd4D27NW4A66BEj9e4JrmIn',
    ],
    'templateCodesParams' => [
        'SMS_117527728'=>[],//销售佣金信息待处理通知 0 【亮狮网】您有一条佣金信息待处理，请登录公司公众号完善佣金信息！
        'SMS_117527727'=>[],//销售佣金信息被驳回通知 1 【亮狮网】您的佣金信息被驳回，请登录公司公众号处理！
        'SMS_117512654'=>[],//销售佣金信息抄送通知   2 【亮狮网】有一条佣金信息抄送给您，请您登录亮狮网公众号查看
        'SMS_139976256'=>[],//销售佣金申请已通过通知 3 【亮狮网】您的佣金申请已通过审批，请登录亮狮网公众号查看
        'SMS_139976649'=>[],//销售佣金信息待审批通知 4 【亮狮网】有一条佣金信息待您审批，请登录亮狮网公众号进行审批；

        'SMS_121165326'=>['yongjin'],//渠道佣金信息待确认通知 5 【亮狮网】您有一条¥10,000.00的佣金信息待确认，请您尽快登录亮狮网公众号确认；
        'SMS_121135362'=>['yongjin'],//渠道佣金支付通知      6 【亮狮网】您的佣金¥10,000.00已支付，请注意查收
        'SMS_121165334'=>['yongjin'],//渠道佣金信息被驳回通知 7 【亮狮网】您有一条¥10,000.00的佣金信息被驳回，请登录亮狮网公众号查看；
        'SMS_139981306'=>['yongjin'],//渠道佣金信息审批通过   8 【亮狮网】您有一条¥10,000.00的佣金信息审批通过，请登录亮狮网公众号查看；
        'SMS_139971276'=>[],//渠道佣金待财务审批 9 【亮狮网】有一条佣金信息待您审批，请登录ERP进行审批；

        'SMS_117513026'=>['code'],//发送验证码通知 10
        'SMS_125021187'=>['loupan'],//初审 11
        'SMS_125026196'=>['loupan'],//复审 12
        'SMS_137416603'=>['xiaoshou','shijian','fanghao','leixing'],//管家初审 13
    ],

];